import AnimatedMain from "@/component/AnimatedMain";

const Hygiene = ()=> {
    return (
        <AnimatedMain className="hygiene">
            <h2>위생 교육</h2>
            <section>
                <h3>1. 용모 단정 및 기본 규칙 사항</h3>       

                <h4>1) 두발</h4>
                <ul>
                    <li>매일 출근 전 머리를 감고, 세수, 면도, 양치질 등 청결을 유지한다.</li>
                    <li>머리 모양은 단정한지 확인하고, 묶을 수 있는 정도의 길이를 가진 직원은 머리를 묶거나, 머리망이나 머리핀 등을 이용해 단정하게 유지한다.</li>
                    <li>화려한 색상의 헤어 액세서리는 착용하지 않는다.</li>
                </ul>
                <h4>2) 얼굴</h4>
                <ul>
                    <li>매일 출근시마다 면도를 하여 깔끔한 인상을 주어야 한다.</li>
                    <li>콧수염이 나오지 않도록 자주 손질을 한다.</li>
                    <li>진한 색조화장을 하거나, 향이 강한 화장품(향수 등)을 사용하지 않는다. 인조 속눈썹을 달지 않는다. (음료에 떨어질 수도 있음.)</li>
                    <li>얼굴에 상처가 나지 않도록 주의하고, 반창고를 붙인 채 매장에 나가지 않는다.</li>
                    <li>식후에는 반드시 양치질을 한다. (근무 매장에 양치도구를 비치하여 사용하도록 한다.)</li>
                </ul>
                <h4>3) 손</h4>
                <ul>
                    <li>출근 즉시 손 세정제를 이용하여 손을 씻는다.</li>
                    <li>손은 고객에게 자주 노출이 되므로 항상 청결을 유지한다.</li>
                    <li>손톱은 하얀 부분이 거의 보이지 않도록 유지한다.</li>
                    <li>손톱 사이에 이물질이 있지는 않는지 확인하고, 자주 씻는다.</li>
                    <li>손에 매니큐어는 바르지 않는다.</li>
                    <li>메뉴 제조시 손에 시럽이 묻거나 이물질이 묻는 경우 손을 씻는다.</li>
                    <li>식사, 통화, 화장실 이용 등 바 밖으로 나갔다가 다시 들어오는 경우, 반드시 손을 씻고 바 안으로 들어온다.</li>
                    <li>코나 귀 청소가 필요한 경우는 바 외부(화장실 등)에서 해결한 후, 손을 반드시 씻고 돌아온다.</li>
                </ul>

                <h4>4) 유니폼</h4>

                <ul>
                    <li>항상 깨끗한 상태로 착용을 한다.</li>
                    <li>단추 및 바느질의 상태를 자주 확인한다.</li>
                    <li>유니폼 어깨에 비듬이 있지는 않는지 확인한다.</li>
                    <li>바지나 앞치마 주머니에 불필요한 것들을 넣지 않는다. (핸드폰 등)</li>
                    <li>명찰은 지정된 위치(앞치마 왼쪽 가슴)에 단정히 착용한다.</li>
                    <li>유니폼을 세탁할 때에는 뒤집어서 세탁하여, 물 빠짐을 최소화한다.</li>
                    <li>유니폼이 더럽혀지지 않더라도, 땀냄새가 날 수 있기 때문에 최소한 이틀에 1회 이상 세탁할 수 있도록 한다.</li>
                    <li>근무 도중 유니폼이나 앞치마에 얼룩이 생기면, 젖은 행주로 닦아낸다.``</li>
                    <li>식사, 통화, 화장실 이용 등의 이유로 자리를 비울 때는 앞치마를 벗고`` 바를 벗어나며, 바 안으로 돌아올 시 다시 앞치마를 착용한다.</li>
                </ul>

                <h4>5) 기타</h4>
                <ul>
                    <li>위생상 좋아 보이지 않는 매니큐어, 반지, 목걸이, 팔찌, 시계 등 액세서리는 착용할 수 없다. (단, 귀에 달라붙는 정도의 귀걸이는 허용.)</li>
                    <li>근무 중에 전화를 받아야 할 때는, 매니저나 동료에게 양해를 구한 뒤, 앞치마를 벗고 바 바깥에서 통화한다.</li>
                    <li>하절기(5~9월)에는 반바지와 샌들(크록스) 착용이 가능하다. (슬리퍼는 허용되지 않는다.)
                    단, 반바지는 앞치마를 입었을 때 하의가 보이는 정도의 길이어야 하며 샌들 착용 시 발톱관리를 깨끗하게 해야 한다.</li>
                    <li>말할 때, 침을 튀기거나 손톱을 물어뜯는 행동을 하지 않는다.</li>
                </ul>
            </section>

            <section>

                <h3>2. 용모 단정 및 기본 규칙 사항</h3>
                <h4>1) 업무 시작 전 확인해야 할 것</h4>
                <ul>
                    <li>모자/앞치마 착용</li>
                    <li>청결한 복장</li>
                    <li>향이 강한 향수나 화장품 사용 자제</li>
                    <li>손톱은 짧게 유지_손톱 밑에 생길 수 있는 세균 방지</li>
                    <li>손소독 및 손씻기(손소독제는 매장 담당자에게 구매요청)</li>
                </ul>

                <h4>2) 손은 언제 씻어야 할까요?</h4>
                <ul>
                    <li>근무시작 전 및 휴식 시간 후</li>
                    <li>화장실 사용 후 식품 취급을 위한 일회용 장갑 착용전</li>
                    <li>고객의 텀블러(개인컵)를 취급한 후</li>
                    <li>손에 기침이나 재채기를 한 후</li>
                    <li>손을 오염시킬만한 것과 접촉한 후</li>
                    <li>청소 및 집기류 정리 등 플로어 업무를 수행한 후</li>
                    <li>테이블을 닦거나 고객이 반납한 컵/트레이 또는 장비를 취급한 후</li>
                </ul>
            </section>

            <section>
                <h3>3. 보건증</h3>
                <ul>
                    <li>보건증 유효기간 : 판정날짜 기준 1년( 1년에 1번씩 갱신 필요)</li>
                </ul>
            </section>

            <section>
                <h3>4. 설거지</h3>
                <ol>
                    <li>설거지는 바리스타 업무 중 가장 기본이 되는 일임을 명심하고 누가 지시하지 않아도 자발적으로 시행한다.</li>
                    <li>설거지 거리를 쌓아 두지 말고, 적은 양이라도 미루지 않고 즉시 설거지한다.(단, 러시 시간엔 제외)</li>
                    <li>물로만 헹구지 않고, 수세미와 세제를 이용하여 거품을 낸 뒤 찬물이 아닌 따뜻한 물에 설거지한다. 여러 번 헹구어 세제가 남지 않도록 한다.</li>
                    <li>설거지가 끝난 집기들은 건조대에 자연건조 시키거나, 하얀색 마른 린넨 행주로 닦아 제자리에 정리한다. 설거지가 끝난 후 바로 사용해야 하는 집기는 하얀색 마른 린넨으로 남은 물기가 없도록 잘 닦아서 사용한다.</li>
                    <li>설거지 tip!!
                        <ul>
                            <li>컵을 씻을 때에는 커피 자국이나 립스틱 자국이 남아 있는지 확인하며, 안쪽과 바깥쪽 모두 주의하여 깨끗이 씻는다. 얼룩이 잘 지워지지 않으면 따뜻한 물에 담궈 둔 후 나중에 세척한다.</li>
                            <li>블렌더 볼은 칼날 주변과 구석에 잔여물이 남기 쉽다. 칼날에 손이 베일 수도 있기 때문에 고무장갑을 꼭 착용하고 기다란 세척 솔로 구석구석 세척한다.</li>
                            <li>스팀피쳐는 특히 입구 부분에 우유 찌꺼기가 남아 있을 수 있기 때문에, 잘 확인 하며 설거지 해야 한다.</li>
                            <li>우유거품기는 세제를 조금 넣은 후 펌핑하고, 헹구고, 펌핑하고를 10회 정도 반복하여 우유 잔여물이 없을 때까지 세척한다.</li>
                            <li>쉐이커는 큰 뚜껑과 작은 뚜껑 모두 열어서 각각 틈새를 꼼꼼하게 세척한다.</li>
                        </ul>
                    </li>
                </ol>
            </section>
        </AnimatedMain>)
}

export default Hygiene;